[
  {
    "id": 1,
    "firstName": "Mladen",
    "lastName": "Droshev",
    "role": "Fundamental Library Lead",
    "company": "SAP",
    "country": "Canada",
    "bio": "Mladen (Deno) has been part of Fundamental Library from its inception, and he is excited to be working with such talented people and team. Prior to that he was working on different frontend and backend solutions.",
    "fun": "",
    "linkedIn": "https://www.linkedin.com/in/droshev/",
    "twitter": "https://twitter.com/Deno_ca",
    "github": "https://github.com/droshev",
    "medium": "",
    "instagram": "",
    "photo": "Circle_Deno.png"
  },
  {
    "id": 2,
    "firstName": "Peter",
    "lastName": "Muessig",
    "role": "Chief Architect, SAP UI Technologies",
    "company": "SAP",
    "country": "Germany",
    "bio": "One of the obstetricians of UI5 continuously working on the evolution of the Framework, the Controls, and the Tooling as well as UI5 Web Components and being an active member of the awesome UI5 community!",
    "fun": "The last time I went to the trampoline hall with my kids, I broke one of my toes! :-( ",
    "twitter": "https://twitter.com/pmuessig",
    "linkedIn": "https://www.linkedin.com/in/peter-muessig-7b40576/",
    "github": "https://github.com/petermuessig",
    "medium": "",
    "instagram": "",
    "photo": "PeterMuessig.png"
  },
  {
    "id": 3,
    "firstName": "Dmitry",
    "lastName": "Stepanenko",
    "role": "Software Engineer",
    "company": "Valor Software",
    "country": "Ukraine",
    "bio": "I’m a Software Engineer at Valor Software, passionate about advancing the web forward through open source technologies and open communities. At SAP I was a part of the development team working on @fundamental-ngx open source UI library.",
    "fun": "",
    "linkedIn": "https://www.linkedin.com/in/stepanenko-dmitriy/",
    "twitter": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "DmitriyStepanenko.png"
  },
  {
    "id": 4,
    "firstName": "Anna-Mariya",
    "lastName": "Hristova",
    "role": "UX Design Specialist",
    "company": "SAP",
    "country": "Bulgaria",
    "bio": "Anna-Mariya Hristova is a UX Design Specialist аt SAP. She is a former architect and has а few years of professional experience in construction and interior design. Exploring the parallels between architecture and UX design is her passion. She has shared her thoughts in Medium articles and several events.",
    "fun": "I have a lovely dog named Kai. He's a staffy and pitbull mixture :)",
    "linkedIn": "https://www.linkedin.com/in/anna-mariya-hristova-796737147/",
    "medium": "https://medium.com/@am.e.hristova",
    "twitter": "",
    "github": "",
    "instagram": "",
    "photo": "AnnaMariyaHristova.png"
  },
  {
    "id": 5,
    "firstName": "Jasmin",
    "lastName": "Rumpf",
    "role": "UX Designer",
    "company": "SAP",
    "country": "Germany",
    "bio": "UX Designer with focus on visual design, rookie/newbie, as I joined SAP a year ago, coming from the branding and advertising world. It’s a new adventure to now work inside the corporate world, as the years before I was only looking at it from the outside perspective.",
    "fun": "I am not afraid of spiders or heights, but I hate nail files.",
    "linkedIn": "https://linkedin.com/in/jasmin-denise-rumpf-a58421122",
    "instagram": "https://www.instagram.com/my_waterdrop",
    "twitter": "",
    "github": "",
    "medium": "",
    "photo": "JasminRumpf.png"
  },
  {
    "id": 6,
    "firstName": "Alexander",
    "lastName": "Kirichev",
    "role": "UX Designer",
    "company": "SAP",
    "country": "Bulgaria",
    "bio": "UX Designer, pushing pixels in SAP since 2014. Started as a Visual Designer for UI Control Framework. Creation of a control library is a process where you sacriface the creativity in favor of consistency and usability, but there is always a field for innovation.",
    "fun": "I have a master degree in Sculpture and once celebrated my birthday at 5642m",
    "linkedIn": "https://linkedin.com/akirichev",
    "instagram": "https://www.instagram.com/smileyfoxphoto",
    "twitter": "",
    "github": "",
    "medium": "",
    "photo": "AlexanderKirichev.png"
  },
  {
    "id": 7,
    "firstName": "Giorgi",
    "lastName": "Cheishvili",
    "role": "Software Developer",
    "company": "Valor Software",
    "country": "Georgia",
    "bio": "Software developer, mainly focused on Angular Framework. Working on SAP's fundamental-ngx and fundamental-styles libraries as a core team member",
    "fun": "I will rather spend 10 minutes trying to find correct config for my TV in my phone's universal TV remote than stand up from couch and take actual remote and use it.",
    "twitter": "",
    "linkedIn": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "GiorgiCheishvili.png"
  },
  {
    "id": 8,
    "firstName": "Denis ",
    "lastName": "Severin",
    "role": "Front-End Engineer",
    "company": "Valor Software",
    "country": "Ukraine",
    "bio": "Can't imagine myself without front-end technologies",
    "fun": "",
    "twitter": "",
    "linkedIn": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "DenisSeverin.png"
  },
  {
    "id": 9,
    "firstName": "Andreas",
    "lastName": "Hauser",
    "role": "Senior Vice President, SAP AppHaus Network",
    "company": "SAP",
    "country": "Germany",
    "bio": "Andreas leads a global team offering co-innovation services for customers to accelerate their digital transformation journey to the cloud. With more than 20 years of experience with leading global design, design thinking and innovation teams, he has developed a passion for humanizing business software through design and putting people at the center of all activities.",
    "fun": "I love Kitesurfing :-)",
    "twitter": "",
    "linkedIn": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "AndreasHauser.png"
  },
  {
    "id": 10,
    "firstName": "Irla",
    "lastName": "Rebelo",
    "role": "UX Design Expert and Accessibility Lead",
    "company": "SAP",
    "country": "Canada",
    "bio": "After 20 years of practicing design I choose accessibility as a design continuing learning pathway. After embracing the challenge with all with my heart I started seeing design problems with more clarity to find more inclusive solutions and experiences. My mission is to work with accessibility as we designers do with usability - Effortless. If you are a curious designer interested in expanding your reach, you found a multiplier interested in sharing lessons learned.",
    "fun": "Cheese lover. I collect pencils. I am a proud architect who had the privilege to meet Oscar Niemeyer.",
    "twitter": "",
    "linkedIn": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "IrlaRebelo.png"
  },
  {
    "id": 11,
    "firstName": "Stan",
    "lastName": "Genchev",
    "role": "Software Developer",
    "company": "Quanterall",
    "country": "Bulgaria",
    "bio": "Stan is a UI designer, software developer and system administrator at Quanterall, making use of various languages and UI toolkits. He has designed and developed software solutions for workstations, Kiosk systems, Internet of Things, Web and mobile. He has been a part of many open and closed source projects since the early 2010s. Personal interests include reading, music, vintage electronics, retro cars and restoration projects.",
    "fun": "I'm a vintage headphone collector and restorer.",
    "linkedIn": "https://www.linkedin.com/in/stan-genchev/",
    "twitter": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "StanGenchev.png"
  },
  {
    "id": 12,
    "firstName": "Philip",
    "lastName": "Miseldine",
    "role": "Creative Director",
    "company": "SAP",
    "country": "Germany",
    "bio": "As Chief Technical Advisor in SAP Design, Phil helps guide and drive the technical adoption and realization of our design system through engaging with products and technology partners to build intuitive, strategic, prototypes that help shape SAP's UX technology strategy. Having worked within SAP Design for the past 8 years, he relentlessly asks himself and others how user experiences can be tailored to enhance the “I” in AI and make work more natural. Phil holds a PhD in Computer Science, specialising in self-adaptive computing via machine learning methods and has published over 30 international research papers. He also has extensive experience in software security. As part of the SAP security response team, Phil led SAP's security advisory management, defining how SAP develops and coordinates its technical quality assurance processes for security vulnerability fixes, and controlled the delivery of security advisories to customers.",
    "fun": "",
    "linkedIn": "",
    "twitter": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "PhilipMiseldine.png"
  },
  {
    "id": 13,
    "firstName": "Ramona",
    "lastName": "Biscoveanu",
    "role": "Developer",
    "company": "SAP",
    "country": "France",
    "bio": "Web Developer, passionate about all things web, especially anything Vue related. Data visualization is my side passion.",
    "fun": "",
    "linkedIn": "https://www.linkedin.com/in/ramona-biscoveanu-54b87628/",
    "twitter": "https://twitter.com/CodesOfRa",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "RamonaBiscoveanu.png"
  },
  {
    "id": 14,
    "firstName": "Sebastian",
    "lastName": "Rousseau",
    "role": "UX Visual Design Specialist",
    "company": "SAP",
    "country": "Germany",
    "bio": "Sebastian Rousseau is part of the central visual design team at SAP. The team is responsible for crafting both the fundamental visual identity of the UI, including the typography, iconography, illustrations, colors, and design tokens, as well as the UI element appearance for the design system, to cater for the highest enterprise design standards.",
    "fun": "",
    "linkedIn": "",
    "twitter": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "SebastianRousseau.png"
  },
  {
    "id": 15,
    "firstName": "Simone",
    "lastName": "Daiber",
    "role": "UX Design Manager",
    "company": "SAP",
    "country": "Germany",
    "bio": "Simone is leading the central Visual Design team within the Web Design Systems area at SAP. Together with her team colleagues she is focusing on the visual language of SAP's design system. She is passionate about constantly evolving the visual design foundations, control specifications and the underlying design logic.",
    "fun": "",
    "linkedIn": "",
    "twitter": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "SimoneDaiber.png"
  },
  {
    "id": 16,
    "firstName": "Gerry",
    "lastName": "Keane",
    "role": "UX Visual Design Expert and Fiori for Web Co-Visual Design Lead",
    "company": "SAP",
    "country": "Germany",
    "bio": "Born in Ireland, I moved to Germany more than ten years ago. In that time I have been working together with the Fiori for web design team at SAP headquarters, focusing on the visual language foundations, theming concepts and UI framework specifications to ensure the highest quality of enterprise software.",
    "fun": "",
    "linkedIn": "https://www.linkedin.com/in/gkeane/",
    "twitter": "https://twitter.com/gerrymkeane",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "GerardKeane.png"
  },
  {
    "id": 17,
    "firstName": "Stefan",
    "lastName": "Schnabel",
    "role": "User Experience Design Expert",
    "company": "SAP",
    "country": "Germany",
    "bio": "PhD Physical Chemistry - the heat is on. In Accessibility for 10+ years now, mostly with UI development. Accessible design influencer since 1.5 years.",
    "fun": "Love playing piano, singing and being a hobby dancer.",
    "linkedIn": "https://www.linkedin.com/in/stefan-schnabel-2483646/",
    "twitter": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "StefanSchnabel.png"
  },
  {
    "id": 18,
    "firstName": "Kristian",
    "lastName": "Poslek",
    "role": "Senior Developer",
    "company": "SAP",
    "country": "Germany",
    "bio": "I'm a Software Engineer Jack-of-all-trades at SAP interested in the whole stack and beyond. Still, the Frontend and its quirks and perks are my first and biggest love and I have been following the Web since creating a web application meant developing with tables and before jQuery got popular.",
    "fun": "",
    "linkedIn": "https://www.linkedin.com/in/poslek/",
    "twitter": "",
    "github": "",
    "medium": "",
    "instagram": "",
    "photo": "KristianPoslek.png"
  }
]